Repository: aptiko/aira
Catalog: aira/locale/*/LC_MESSAGES/django.po
Languages: el

source: Covered area
el: Καλυπτόμενη περιοχή

source: Given name
el: Όνομα

source: Family name
el: Επώνυμο

source: Address
el: Διεύθυνση

source: Frequency of email notifications
el: Συχνότητα ειδοποιήσεων με email

source: Email notification language
el: Γλώσσα ειδοποιήσεων

source: Supervisor
el: Επιτηρητής

source: Consider me as supervisor for other accounts
el: Επιθυμώ να είμαι επιτηρητής άλλων λογαριασμών

source: Co-ordinates
el: Συντεταγμένες

source: Longitude and latitude in decimal degrees
el: Γεωγραφικό μήκος και πλάτος σε μοίρες με δεκαδικά

source: Kc stages
el: Στάδια Kc

source: The development stages. You can copy/paste them from a spreadsheet, two columns: stage length in days and Kc at end of stage. Copy and paste the points only, without headings. If you key them in instead, they must be one stage per line, first days then Kc, separated by space or tab.
el: Τα στάδια ανάπτυξης. Μπορείτε να τα αντιγράψετε από φύλλο εργασίας—δύο στήλες: μήκος σταδίου σε μέρες και Kc στο τέλος του σταδίου. Αντιγράψτε και επικολλήστε τα σημεία μόνο, χωρίς επικεφαλίδες. Αν τα πληκτρολογήσετε, πρέπει να είναι ένα στάδιο ανά γραμμή, μέρες και Kc, χωρισμένα με διάστημα ή tab.

source: Field name
el: Όνομα αγροτεμαχίου

source: The field is virtual
el: Το αγροτεμάχιο είναι εικονικό

source: Crop type
el: Καλλιέργεια

source: Irrigation type
el: Μέθοδος άρδευσης

source: Wetted area (m²)
el: Διαβρεχόμενη έκταση (m²)

source: Use custom parameters
el: Χρήση προσαρμοσμένων παραμέτρων

source: Custom parameter set name
el: Όνομα για το σύνολο προσαρμοσμένων παραμέτρων

source: Planting date
el: Ημερομηνία φύτευσης

source: Kc off-season
el: Kc εκτός περιόδου

source: Kc on planting date
el: Kc στην ημερομηνία φύτευσης

source: Irrigation optimizer
el: Συντελεστής βελτιστοποίησης άρδευσης

source: Estimated root depth (max)
el: Εκτιμώμενο μέγιστο βάθος ριζοστρώματος (m)

source: Estimated root depth (min)
el: Εκτιμώμενο ελάχιστο βάθος ριζοστρώματος (m)

source: Maximum allowed depletion
el: Μέγιστο επιτρεπόμενο υδατικό έλλειμμα

source: Irrigation efficiency
el: Αρδευτική αποδοτικότητα

source: Field capacity
el: Υδατοϊκανότητα

source: Soil moisture at saturation
el: Εδαφική υγρασία στον κορεσμό

source: Permanent wilting point
el: Σημείο μόνιμης μάρανσης

source: Soil analysis document
el: Έκθεση εδαφολογικής ανάλυσης

source: Error in line {i + 1}: "{row}" is not a valid (ndays, kc_end) pair
el: Λάθος στη γραμμή {i + 1}: Το "{row}" δεν είναι έγκυρο ζεύγος (μέρες, kc_end)

source: You must select if field is virtual or not
el: Πρέπει να καταχωρήσετε αν το αγροτεμάχιο είναι εικονικό ή όχι

source: Specify volume of irrigation water
el: Καταχώριση όγκου νερού άρδευσης

source: Specify duration of irrigation
el: Καταχώριση διάρκειας άρδευσης

source: Specify flowmeter readings
el: Καταχώριση ενδείξεων υδρομέτρου

source: Date and time (YYYY-MM-DD HH:mm:ss)
el: Ημερομηνία και ώρα (ΕΕΕΕ-ΜΜ-ΗΗ ΩΩ:λλ:δδ)

source: Volume of applied irrigation water (m³)
el: Όγκος νερού που χορηγήθηκε (m³)

source: Duration of irrigation (min)
el: Διάρκεια άρδευσης (λεπτά)

source: Flow rate (m³/h)
el: Παροχή (m³/h)

source: Flowmeter reading at start of irrigation
el: Ένδειξη υδρομέτρου στην αρχή της άρδευσης

source: Flowmeter reading at end of irrigation
el: Ένδειξη υδρομέτρου στο τέλος της άρδευσης

source: Percentage of water that corresponds to the flowmeter (%)
el: Ποσοστό νερού που αντιστοιχεί στο υδρόμετρο (%)

source: This field is required.
el: Αυτό το πεδίο πρέπει να έχει τιμή.

source: Are you human?
el: Είστε άνθρωπος;

source: 150 characters or fewer. Letters, digits and @/./+/-/_ only.
el: 150 ή λιγότεροι χαρακτήρες. Μόνο γράμματα, ψηφία και @/./+/-/_.

source: Irrigation status for user {}
el: Κατάσταση αρδεύσεων για το χρήστη {}

source: Daily
el: Κάθε μέρα

source: Every two days
el: Κάθε δύο μέρες

source: Every three days
el: Κάθε τρεις μέρες

source: Every four days
el: Κάθε τέσσερις μέρες

source: Every five days
el: Κάθε πέντε μέρες

source: Weekly
el: Κάθε εβδομάδα

source: Every ten days
el: Κάθε δέκα μέρες

source: Monthly
el: Κάθε μήνα

source: Yes
el: Ναι

source: No
el: Όχι

source: Indicates whether this is the basis for customized crop types. Only one crop type can be custom.
el: Δείχνει αν αυτό το είδος καλλιέργειας είναι η βάση για προσαρμοσμένες καλλιέργειες. Μόνο ένα είδος καλλιέργειας μπορεί να έχει αυτό το χαρακτηριστικό.

source: There can only be a single custom crop type
el: Μπορεί να υπάρχει μόνο ένα προσαρμοσμένο είδος καλλιέργειας

source: Optional; it can help you remember why you customized the parameters.
el: Προαιρετικό. Μπορεί να σας βοηθήσει να θυμάστε γιατί χρησιμοποιήσατε προσαρμοσμένες παραμέτρους.

source: Volume of water
el: Όγκος νερού

source: Duration of irrigation
el: Διάρκεια άρδευσης

source: Flowmeter readings
el: Ενδείξεις υδρομέτρου

source: Is automatically added by a telemetric flowmeter
el: Προστέθηκε αυτόματα από τηλεμετρικό ροόμετρο

source: Page not found
el: Η σελίδα δεν βρέθηκε

source: Are you sure you want to delete field <mark>%(name)s</mark>?
el: Θέλετε πράγματι να διαγράψετε το αγροτεμάχιο <mark>%(name)s</mark>;

source: Delete
el: Διαγραφή

source: Update
el: Ενημέρωση

source: Add
el: Πρόσθεση

source: Back
el: Επιστροφή

source: Irrigation management
el: Διαχείριση άρδευσης

source: Default value for selected irrigation type
el: Προκαθορισμένη τιμή για την επιλεχθείσα μέθοδο άρδευσης

source: Default value
el: Προκαθορισμένη τιμή

source: Crop
el: Καλλιέργεια

source: Default value for selected crop type
el: Προκαθορισμένη τιμή για την επιλεχθείσα καλλιέργεια

# default Kc stages
source: Unspecified
el: Μη προσδιορισμένη

source: Soil
el: Έδαφος

source: Default value for selected location
el: Προκαθορισμένη τιμή για την προσδιορισθείσα θέση

source: Click on map to specify field location
el: Κάντε κλικ στο χάρτη για να προσθέσετε τις συντεταγμένες του αγροτεμαχίου σας

source: Update field %(object.name)s
el: Ενημέρωση αγροτεμαχίου %(object.name)s

source: Add field
el: Πρόσθεση αγροτεμαχίου

source: Virtual
el: Εικονικό

source: Update field
el: Ενημέρωση αγροτεμαχίου

source: Warning
el: Προειδοποίηση

source: The field is located outside the covered area
el: Το αγροτεμάχιο βρίσκεται εκτός της καλυπτόμενης περιοχής

source: This field is being (re)calculated. Reload the page some time later to view the updated results. The calculation usually takes from a few seconds to a few minutes.
el: Αυτό το αγροτεμάχιο βρίσκεται σε διαδικασία υπολογισμού. Ανανεώστε αυτή τη σελίδα λίγο αργότερα για να δείτε τα νέα αποτελέσματα. Ο υπολογισμός συνήθως διαρκεί λίγα δευτερόλεπτα ως λίγα λεπτά.

source: This field is either outside the covered area or not calculated yet.
el: Το αγροτεμάχιο είτε βρίσκεται εκτός της καλυπτόμενης περιοχής είτε δεν έχει ακόμα υπολογιστεί.

source: No need to irrigate
el: Δεν υπάρχει ανάγκη άρδευσης

source: Irrigations applied
el: Αρδεύσεις που πραγματοποιήθηκαν

source: Irrigation report
el: Αναφορά άρδευσης

source: Irrigation performance
el: Αρδευτική αποδοτικότητα

source: Weather history
el: Ιστορικό καιρού

source: Air temperature
el: Θερμοκρασία αέρα

source: Relative humidity
el: Σχετική υγρασία

source: Rainfall
el: Βροχόπτωση

source: Solar radiation
el: Ηλιακή ακτινοβολία

source: Wind speed
el: Ταχύτητα ανέμου

source: Reference evapotranspiration
el: Εξατμισοδιαπνοή αναφοράς

source: Apply one of these alternatives:
el: Εφαρμόστε μια από αυτές τις εναλλακτικές:

source: Date
el: Ημερομηνία

source: Water stress factor
el: Δείκτης υδατικής καταπόνησης

source: Irrigation water amount
el: Δόση άρδευσης

source: or
el: ή

source: You haven't registered any irrigation, or the latest one is too old.
el: Δεν έχετε καταχωρήσει άρδευση, ή η τελευταία καταχωρημένη είναι πολύ παλιά.

source: Update irrigations
el: Ενημέρωση αρδεύσεων

source: Fields of %(user.username)s
el: Αγροτεμάχια του χρήστη %(user.username)s

source: %(username)s's fields
el: Αγροτεμάχια του χρήστη %(username)s

source: Please update your personal information.
el: Παρακαλώ ανανεώστε τις προσωπικές πληροφορίες σας.

source: Effective precipitation
el: Ενεργός βροχόπτωση

source: Depletion
el: Υδατικό έλλειμμα

source: Soil moisture
el: Εδαφική υγρασία

source: Must irrigate
el: Χρειάζεται άρδευση

source: Water stress <br> factor
el: Δείκτης υδατικής <br> καταπόνησης

source: Estimated root depth
el: Εκτιμώμενο βάθος ριζοστρώματος

source: Last recorded irrigation
el: Τελευταία καταχωρημένη άρδευση

source: Applied water
el: Δόση άρδευσης

source: Irrigation water is estimated using system's default parameters.
el: Η δόση άρδευσης βασίζεται στο προκαθορισμένο σύνολο δεδομένων.

source: Unspecified
el: Δεν έχετε εισαγάγει δεδομένα

source: Irrigation report for field %(field_name)s
el: Αναφορά άρδευσης για το αγροτεμάχιο %(field_name)s

source: Add irrigation
el: Πρόσθεση άρδευσης

source: Date and time (YYYY-MM-DD HH:mm:ss)
el: Ημερομηνία και ώρα (ΕΕΕΕ-ΜΜ-ΗΗ ΩΩ:λλ:δδ)

source: Submit
el: Υποβολή

source: Are you sure you want to delete the irrigation of %(applied_irrigation_time)s?
el: Θέλετε πράγματι να διαγράψετε την άρδευση που έγινε στις %(applied_irrigation_time)s;

source: No telemetric flowmeter
el: Χωρίς τηλεμετρικό ροόμετρο

source: List of irrigations
el: Κατάλογος αρδεύσεων

source: Indicates whether it has been registered automatically by a telemetric flowmeter
el: Δείχνει αν έχει καταχωρηθεί αυτόματα από τηλεμετρικό ροόμετρο

source: Telemetry
el: Τηλεμετρία

source: Update irrigation
el: Ενημέρωση άρδευσης

source: demo
el: Δοκιμαστική χρήση

source: My fields
el: Τα αγροτεμάχιά μου

source: Tools
el: Εργαλεία

source: Account
el: Λογαριασμός

source: Supervisees
el: Επιτηρούμενοι

source: Logout
el: Έξοδος

source: Login
el: Είσοδος

source: Register
el: Εγγραφή

source: Try
el: Δοκιμή

source: Irrigation status
el: Κατάσταση αρδεύσεων

source: Home
el: Αρχική

source: Field owner
el: Κάτοχος αγροτεμαχίου

source: Irrigation requirements
el: Αρδευτικές ανάγκες

source: The field <strong>%(name)s</strong> is either outside the covered area or not calculated yet.
el: Το αγροτεμάχιο <strong>%(name)s</strong> είτε είναι εκτός της καλυπτόμενης περιοχής είτε δεν έχει υπολογιστεί ακόμα.

source: The field <strong>%(name)s</strong> needs irrigation.
el: Το αγροτεμάχιο <strong>%(name)s</strong> χρειάζεται άρδευση.

source: The field <strong>%(name)s</strong> does not need to be irrigated.
el: Το αγροτεμάχιο <strong>%(name)s</strong> δεν χρειάζεται άρδευση.

source: Irrigation recommendations system
el: Σύστημα παροχής συμβουλών άρδευσης

source: Switch to daily
el: Μετάβαση σε ημερήσιο βήμα

source: Switch to monthly
el: Μετάβαση σε μηνιαίο βήμα

source: Climate data
el: Κλιματικά δεδομένα

source: Time period
el: Περίοδος

source: Daily reference evapotranspiration
el: Ημερήσια εξατμισοδιαπνοή αναφοράς

source: Daily rainfall
el: Ημερήσια βροχόπτωση

source: Daily humidity
el: Μέση ημερήσια υγρασία αέρα

source: Daily temperature
el: Μέση ημερήσια θερμοκρασία

source: Daily wind speed
el: Μέση ημερήσια ταχύτητα ανέμου

source: Daily solar radiation
el: Μέση ημερήσια ηλιακή ακτινοβολία

source: Monthly reference evapotranspiration
el: Μηνιαία εξατμισοδιαπνοή αναφοράς

source: Download chart data
el: Λήψη δεδομένων γραφήματος

source: Total effective precipitation
el: Συνολική ενεργός βροχόπτωση

source: Total estimated irrigation water amount
el: Εκτίμηση συνόλου αρδευτικών αναγκών

source: Total applied irrigation water amount
el: Σύνολο αρδεύσεων που πραγματοποιήθηκαν

source: Percentage difference
el: Επί τοις εκατό διαφορά

source: Estimated irrigation water amount
el: Εκτίμηση αρδευτικών αναγκών

source: Applied irrigation water amount
el: Αρδεύσεις που πραγματοποιήθηκαν

source: Account settings
el: Ρυθμίσεις λογαριασμού

source: Update profile
el: Ενημέρωση προφίλ

source: Notification settings
el: Ρυθμίσεις ειδοποιήσεων

source: Supervision
el: Επιτήρηση

source: Reset password
el: Ορισμός νέου συνθηματικού

source: Delete account
el: Διαγραφή λογαριασμού

source: %(supervisor)s's supervisees
el: Χρήστες επιτηρούμενοι από %(supervisor)s

source: My supervisees
el: Επιτηρούμενοι χρήστες

source: Fields
el: Αγροτεμάχια

source: Remove
el: Αφαίρεση

source: Remove supervisee
el: Διαγραφή χρήστη από επιτηρούμενο

source: Irrigation duration
el: Διάρκεια άρδευσης

source: Area
el: Έκταση

source: Station flow rate
el: Παροχή ζώνης

source: Conversion tools
el: Μετατροπές

source: Irrigation water units conversion
el: Μετατροπές μονάδων νερού άρδευσης

source: Desired irrigation duration
el: Επιθυμητή διάρκεια άρδευσης

source: Number of emitters
el: Αριθμός εξόδων

source: Emitter discharge
el: Παροχή εξόδου

source: Are you sure you want to delete user "%(username)s" (%(first_name)s %(last_name)s) and all his data?
el: Θέλετε πράγματι να διαγράψετε το χρήστη "%(username)s" (%(first_name)s %(last_name)s) και όλα τα σχετικά δεδομένα;

source: Account activation error
el: Σφάλμα κατα την ενεργοποίηση του λογαριασμού

source: The activation key is invalid or expired.
el: Το κλειδί ενεργοποίησης είναι λανθασμένο ή η ισχύς του έχει παρέλθει.

source: Account activation complete
el: Η ενεργοποίηση του λογαριασμού ολοκληρώθηκε

source: Account successfully activated
el: Ο λογαριασμός ενεργοποιήθηκε με επιτυχία

source: Wrong username or password.
el: Λάθος όνομα χρήστη ή συνθηματικό.

source: Forgot password?
el: Ξεχάσατε το συνθηματικό;

source: You are now logged out
el: Η έξοδος πραγματοποιήθηκε.

source: Password change complete
el: Η αλλαγή του συνθηματικού ολοκληρώθηκε

source: Password changed
el: Το συνθηματικό άλλαξε

source: Change password
el: Αλλαγή συνθηματικού

source: Password reset complete
el: Ο ορισμός νέου συνθηματικού ολοκληρώθηκε

source: Password reset
el: Ορισμός νέου συνθηματικού

source: Password reset failed
el: Αποτυχία κατά τον ορισμό νέου συνθηματικού

source: An email with instructions for setting a new password has been sent
el: Σας έχει σταλεί email με οδηγίες για ορισμό νέου συνθηματικού

source: Registration complete
el: Ολοκλήρωση εγγραφής

source: Please check your email
el: Παρακαλώ ελέγξτε το email σας

source: Registration
el: Εγγραφή
